<template>
  <div>
    <div class="row">
      <div class="col m6 offset-m3">
        <h5>Правила пользования</h5>
        <p>
          Пользовательское Соглашение Настоящим Пользовательским соглашением
          регулируются правоотношения между Администрацией сайта с доменным
          именем okidokicase.com и Пользователем сайта по использованию Сайта и
          размещенных на нем материалов, услуг, сервисов. <br />
          Кроме настоящего Пользовательского соглашения отношения между
          Администрацией сайта и Пользователем применительно к конкретным
          правоотношениям регулируются также иными документами (Положение сайта,
          Политика конфиденциальности и Правила (Инструкция) пользования
          сервисами и Услугами сайта).<br />
          Администрация сайта в лице ИП Старцева Софья Дмитриевна ИНН
          590775584134 ОГРИП 313590707200022, зарегистрированный в соответствии
          с законодательством РФ, которое является правообладателем доменного
          имени сайта okidokicase.com и которое осуществляет администрирование
          сайта.<br />
          Пользователь – физическое лицо, использующее Сайт в собственных
          интересах.<br />
          Любой пользователь сети интернет может стать Пользователем сайта
          okidokicase.com (в дальнейшем по тексту OKIDOKI case) при выполнении
          определённых условий - регистрации, прописанных в настоящем
          Пользовательском Соглашение, Положении о сайте. Пользовательское
          соглашение является публичной офертой в соответствии с частью 2 статьи
          437 Гражданского кодекса Российской Федерации. Пользователь
          присоединяется к настоящему Пользовательскому соглашению с момента
          доступа к Сайту и его материалам. <br />
          Настоящее Пользовательское соглашение опубликовано на сайте
          <a href="/">okidokicase.com</a>
        </p>
        <p>
          <strong>Условия Пользовательского Соглашения</strong> <br />
          Между OKIDOKI case и Пользователем заключается соглашение (Соглашение
          Пользовательское) в момент регистрации на сайте (на площадке). Полное
          и безоговорочное принятие условий настоящего Соглашения осуществляется
          Пользователем путем совершения действия-регистрации на сайте (нажатием
          кнопки «Регистрация» и отметкой галочкой согласие с правилами),
          подтверждающего его желание заключить такое Соглашение и принять
          условия, содержащиеся в настоящем Соглашении, в полном объеме и без
          каких-либо оговорок. И это будет считаться Выражением полного и
          безоговорочного принятия Пользователем условий настоящего Соглашения,
          а также Положения о сайте, Политику Конфиденциальности и Правила
          (Инструкцию) пользования сервисами и Услугами сайта. Принимая условия
          настоящего Пользовательского Соглашения, Пользователь соглашается с
          тем, что он прочитал, понял и принял все положения и условия
          настоящего Пользовательского Соглашения OKIDOKI case оставляет за
          собой право вносить изменения в настоящее Соглашение в любое время и
          по своему собственному усмотрению. Любые изменения условий настоящего
          Соглашения вступают в силу немедленно после их размещения на сайте.
          Таким образом, дальнейшее использование Пользователем услуг OKIDOKI
          case будет рассматриваться как принятие измененного Соглашения.
        </p>
        <p>
          <strong
            >Пользовательское соглашение, а также Политика
            конфиденциальности</strong
          >
          <br />
          Кроме того, при использовании определенных сервисов-проектов на
          Пользователя могут распространяться дополнительные соглашения,
          применимые к таким сервисам. Пользователь обязан прекратить
          использование сервисов, сайта и страниц в социальных сетях в интернет
          пространстве в случае несогласия с настоящим Соглашением и/или
          Политики конфиденциальности. Пользователь обязуется прочитать, понять
          и дать своё согласие на принятие условий Пользовательского Соглашения
          и Политики конфиденциальности. Также уведомляем Вас, что, продолжая
          пользоваться сайтом и регистрируясь как участник проектов и
          пользователь услугами сайта, Вы соглашаетесь с политикой в отношении
          обработки персональных данных и даёте свое согласие на обработку и
          передачу введенной Вами на этом сайте персональной информации в
          соответствии с Федеральным Законом №152-ФЗ от 27.07.2006 "О
          персональных данных". Любые действия, совершаемые Вами на данном
          ресурсе, будут являться согласием с описанными условиями. Федеральный
          закон от 24.02.2021 № 19-ФЗ "О внесении изменений в Кодекс Российской
          Федерации об административных правонарушениях". Пользователь даёт своё
          согласие на обработку и передачу персональных данных нажатием кнопки
          регистрации.
        </p>

        <p>
          <strong>Регистрация</strong> <br />
          Для получения доступа к Услугам Пользователь должен зарегистрироваться
          на Сайте в порядке, предусмотренном настоящим Пользовательским
          соглашением. Регистрация Пользователя на Сайте является бесплатной и
          добровольной. При регистрации Пользователь соглашается с настоящими
          Правилами и принимает на себя указанные в них права и обязанности,
          связанные с использованием и функционированием Сайта. Пользователь
          приобретает полные права пользования Услугами Сайта при условии
          заполнения персональной страницы необходимыми достоверными и
          актуальными данными. Пользователь проходит на Сайте процедуру
          Регистрации путем заполнения формы на странице okidokicase.com. При
          регистрации на Сайте Пользователь обязан предоставить Администрации
          Сайта необходимую достоверную и актуальную информацию для формирования
          персональной страницы Пользователя, включая уникальные для каждого
          Пользователя логин (комбинация из латинских букв и цифр для входа на
          Сайт) и пароль доступа к Сайту, а также адрес электронной почты для
          связи с Пользователем и отправки Пользователю уведомлений о состоянии
          заказов либо иного характера, связанного с функционированием Сайта.
          Выбранные Пользователем адрес электронной почты и пароль являются
          необходимой и достаточной информацией для доступа Пользователя на
          Сайт. При Регистрации Пользователь обязан использовать свой
          действительный адрес электронной почты и создать надежный уникальный
          пароль. Пользователь не имеет права передавать свои электронную почту
          и пароль третьим лицам, несет полную ответственность за их
          сохранность, самостоятельно выбирая способ их хранения. Может в праве
          самостоятельно распоряжаться почтой и паролем и несет за это полную
          ответственность. Пользователь на используемом им аппаратно-программном
          обеспечении может разрешить хранение логина и пароля (с использованием
          файлов cookies) для последующей автоматической авторизации на Сайте.
          Администрация Сайта обрабатывает персональные данные Пользователя,
          необходимые для регистрации на Сайте. Указанные данные хранятся и
          обрабатываются в течение всего срока функционирования Сайта.
          Администрация Сайта обрабатывает персональные данные Пользователя в
          целях регистрации и авторизации Пользователя на Сайте. Администрация
          Сайта вправе использовать предоставленные Пользователем информацию, в
          том числе персональные данные, в целях обеспечения соблюдения
          требований действующего законодательства Российской Федерации (в том
          числе в целях предупреждения и/или пресечения незаконных и/или
          противоправных действий Пользователей). Раскрытие предоставленной
          Пользователем информации может быть произведено лишь в соответствии с
          действующим законодательством Российской Федерации по требованию суда,
          правоохранительных органов, а равно в иных предусмотренных
          законодательством Российской Федерации случаях В случае
          несанкционированного доступа к логину и паролю и/или персональной
          странице Пользователя третьими лицами, Пользователь обязан
          незамедлительно сообщить об этом Администрации Сайта в установленном
          порядке. Выбор имени пользователя (nickname) является исключительным
          правом Пользователя. Администрация оставляет за собой право принять
          меры к прекращению использования nickname, если его использование
          нарушает общепринятые моральные и этические нормы или является
          оскорбительным для других пользователей сайта. Запрещена неоднократная
          регистрация одним пользователем на один почтовый адрес, вне
          зависимости от целей, с которыми такая регистрация проводится. Данное
          нарушение является крайне серьезным и ведет к блокированию всех
          учетных записей. Если вы не проявляете активность на сайте в течение
          длительного времени (3 месяцев), учетная запись Пользователя может
          быть удалена.
        </p>
        <p>
          При Регистрации на сайте Пользователь выражает свое согласие: <br />
          -c условиями Пользовательского соглашения; <br />-с Политикой
          конфиденциальности, а также дает согласие на обработку персональных
          данных, доступных Администрации сайта. <br />
          <strong>Права и обязанности Пользователя</strong> <br />

          Пользователь имеет право: <br />- на регистрацию на сайте <br />- на
          участие в любых проектах сайта <br />- на общение с администрацией
          сайта - использовать Сайт для личных нужд любыми способами в
          соответствии с российским законодательством и настоящим
          Пользовательским соглашением. <br />- самостоятельно изучать
          размещенные на Сайте Проекты и услуги и использовать их для личных
          нужд; <br />- оставлять комментарии и сообщения на Сайте;
        </p>
        <p>
          Пользователь обязан: <br />
          - самостоятельно изучать размещенные на Сайте Документы; <br />-
          использовать Сайт таким образом, чтобы не нарушать российское
          законодательство и настоящее Пользовательское соглашение; <br />-
          Пользователь несет в соответствии с российским законодательством
          полную ответственность за собственные действия и бездействие при
          использовании Сайта; <br />- Соблюдать все пункты Пользовательского
          Соглашения сайта; <br />- соблюдать Положение сайта, Политику
          конфиденциальности, Правила (Инструкцию) пользования сервисами сайта и
          каждого проекта; <br />- соблюдать ст. 4 Закона РФ от 27.12.1991 №
          2124-1 «О средствах массовой информации»), включая использование СМИ
          (в том числе электронного) для распространения: уголовно наказуемого
          контента; материалов, содержащих публичные призывы к осуществлению
          террористической деятельности или публично оправдывающих терроризм,
          других экстремистских материалов; материалов, пропагандирующих
          порнографию, культ насилия и жестокости или содержащих нецензурную
          брань; рецептов и мест приобретения наркотиков и их аналогов и т.д.;
          <br />- не допускать распространение информации с целью опорочить
          гражданина или отдельные категории граждан по признакам пола,
          возраста, расовой или национальной принадлежности, языка, отношения к
          религии, профессии, места жительства и работы, а также в связи с их
          политическими убеждениями; <br />- соблюдать права и законные интересы
          граждан и организаций, в том числе честь, достоинство и деловую
          репутацию граждан, деловую репутацию организаций;<br />
          - Пользователь обязуется не воспроизводить, не перепечатывать, не
          публиковать, не изменять, не распространять, не демонстрировать, не
          передавать, не лицензировать или иным образом не использовать контент
          или любую другую информацию с сайта без предварительного письменного
          согласия OKIDOKI case. <br />
          Если Пользователь не удовлетворен условиями и/или качеством сервиса,
          Он обязан прекратить использование сайта и страниц в социальных сетях.
          Использование услуг Пользователем означает, что Пользователь не имеет
          никаких претензий относительно условий и/или качества услуг,
          предоставляемых OKIDOKI case.
        </p>
        <p>
          <strong>Администрация сайта имеет право и обязанность:</strong> <br />
          - следит за актуализацией сайта; <br />- за продвижением в сети
          интернет; <br />- осуществляет доступ каждого желающего стать
          Пользователем сайта; <br />- оглашает различные проекты среди
          Пользователей сайта; <br />- осуществляет согласно правилам проекты
          сайта; <br />- имеет право занести в «спам» и «черный список»
          Пользователя нарушающего Настоящее Пользовательское соглашение,
          Политику конфиденциальности, Правила и Положение сайта и/или страниц в
          социальных сетях; <br />- оставляет за собой право аннулирование сайта
          и/ или страниц в социальных сетях без объяснения причин, уведомив
          Пользователей не менее чем за 2 недели.
        </p>
        <p>
          <strong>Администрация сайта Имеет право:</strong> <br />
          - изменять условия настоящего Пользовательского соглашения; <br />-
          устанавливать в любое время любые ограничения в использовании Сайта по
          своему усмотрению;<br />
          - производить профилактические работы на Сайте с временным
          приостановлением работы Сайта без уведомления Пользователей;<br />
          - собирать на Сайте через формы подписки адреса Пользователей, которые
          используются только для целей проектов сайта;<br />
          - осуществлять рассылку новостей Сайта и информацию Администрации
          сайта по адресам электронной почты, предоставленных Пользователями
          через формы подписки на Сайте; <br />- модернизировать материалы,
          размещаемые Пользователями на Сайте, а также удалять любые материалы,
          комментарии, сообщения без объяснения причин;<br />
          - предоставлять через Сайт платные Услуги.
        </p>
        <p>
          <strong>Комментарии на Сайте</strong> <br />
          1. Пользователи имеют возможность оставлять на Сайте комментарии с
          помощью специальных форм, размещенных на Сайте. В комментариях и
          сообщениях Пользователя могут содержаться любые мнения и утверждения о
          фактах, за исключением тех, которые запрещены российским
          законодательством. <br />2. Комментарии и сообщения публикуются на
          Сайте после одобрения их Администрацией сайта.<br />
          3. Пользователь несет полную ответственность за содержание и форму
          сведений, распространяемых им в комментариях на Сайте. Пользователь
          гарантирует, что его комментарии и сообщениях содержат соответствующие
          действительности сведения, соответствуют требованиям российского
          законодательства и настоящего Пользовательского соглашения.<br />
          4. Администрация сайта не несет ответственности за достоверность
          сведений, содержащихся в комментариях, ровно как и за последствия
          применения указанной информации другими Пользователями.<br />
          5. В случае если комментарий Пользователя является объектом авторского
          права или включает его, публикуя такой комментарий на Сайте,
          Пользователь разрешает Администрации сайта использовать его любым
          способом, в том числе путем воспроизведения, распространения,
          перевода, публичного исполнения, публичного показа, сообщения в эфир и
          по кабелю, доведения до всеобщего сведения без ограничения по
          территории и сроку использования.<br />
          6. Запрещается оставлять на Сайте комментарии и сообщения,
          содержащие:<br />
          - клевету и оскорбление, не соответствующие действительности сведения;
          <br />- информацию непристойного характера; <br />- сведения о частной
          жизни, персональные данные третьих лиц, личную и семейную тайну;<br />
          - государственную тайну, иные конфиденциальные сведения; <br />-
          ненормативную лексику;<br />
          - высказывания экстремистского характера; <br />- призывы к массовым
          беспорядкам, участию в массовых (публичных) мероприятиях, проводимых с
          нарушением установленного порядка; <br />- рекламу, коммерческие
          предложения, ссылки на другие интернет-сайты, агитационные материалы,
          кроме случаев, когда на размещение такой информации получено согласие
          Администрации сайта; <br />- ссылки на сайты и страницы в Интернете,
          содержание которых противоречит российскому законодательству;<br />
          - спам и троллинг. <br />7. На Сайте запрещаются комментарии и
          сообщения, которые нарушают интеллектуальную собственность третьих
          лиц.<br />
          8. Администрация сайта имеет право удалять опубликованные комментарии
          и сообщения по своему усмотрению без объяснения причин. Администрация
          сайта удаляет любые комментарии, которые не соответствуют
          законодательству Российской Федерации.
        </p>
      </div>
    </div>
  </div>
</template>
